{
  "adoption1":"Court documents and/or a letter from the agency handling the adoption or foster care placement are acceptable forms of documentation to support time taken for purposes of adoption interviews, counseling sessions, court appearances, physical examinations, or travel to another country to complete an adoption, etc.",
  "adoption2":"Under AT&T policy, an employee may not take time off on an intermittent basis to care for a newborn or to bond with newborn or adopted child. Federal FMLA regulations state that an employee may only take time off on an intermittent basis if the employer agrees. An employee may take one (1) leave under federal FMLA to care for or bond with a newborn or adopted child. The amount of leave may be up to 12 weeks as permitted under FMLA, and the leave must be taken and completed within one year from the date of the birth or placement of the child. (Please see applicable Company Leaves of Absence (LOA) provisions. FMLA will run concurrently with a Company LOA that is taken for an FMLA- qualifying reason) <br /><br /><b>FOR CA EMPLOYEES ONLY:</b> Under CFRA (California Family Rights Act), basic minimum duration of leave to care or bond with a newborn or adopted child is two weeks. However, an employer shall grant a request for leave of less than two weeks on any two (2) occasions. Leave for this reason must also be completed within one year from the birth or placement of the child.<br /><br /><b>FOR WI EMPLOYEES ONLY:</b> Under Wisconsin FMLA, eligible employees are entitled up to six (6) weeks leave in a calendar year for the birth or adoption of a child which must commence 16 weeks prior, or after birth or placement. This time may be taken intermittently, if it does not exceed the 6-week entitlement.",
  "oneTwoFiveZeroCriterion":"Please follow these steps to view your FMLA hours worked for todays date.<br />Step 1) Go to the One Stop website.<br />Step 2) On the right hand side click on the \"eLink (eCorp)\" option under \"Tools and Resources\".<br />Step 3) Click the \"Employee Services\" tab on the top.<br />Step 4) Click \"Time Reporting\".<br />Step 5) Click \"View Time Reports\".<br />Step 6) Click \"Report 1001-Employee Attendance\" THEN click on \"Display report\".<br />Step 7) Click \"Display report\" again. At this point please scroll all the way to the bottom of the page and look for \"Total Hours Worked\".",

  "allottedTimeFrame1":"Employees have 20 calendar days from the date the employee submits the leave request to have their Health Care Provider complete and return to the Corporate Attendance & Leave Management Team (CALM). If the medical documentation is not received, the Leave Request will be denied.",
  "allottedTimeFrame2":"The time period begins on the date the employee submitted the leave request and was provided with the Employer Response Packet that includes the Employee’s Rights and Responsibilities as well as the Certification of Health Care Provider Form.",
  "allottedTimeFrame3":"The employee would follow their Departmental attendance guidelines on reporting time off work to their Supervisor.",
  "allottedTimeFrame4":"Yes, the employee should submit the FMLA Leave Request upon their return to work so a start and end date may be provided.",
  "allottedTimeFrame5":"Employees have 2 *business days of their return to work to submit a FMLA Leave Request. Failure to request FMLA consideration by the end of the second business day of their return to work may result in the denial of the request.<br /><br />*A business day refers to a date the employee was scheduled to work and appeared at work.",

  "randomtestforeric":"<p style='font-size:150; font-style:italic; color:red;'>hello</p><z-button>Say hi</z-button><md>*Italic*</md><md>**BOLD**</md><md># Heading1</md><md>## Heading2</md><md>### Heading3?</md><md>[att.com](http://www.att.com)</md><md>> blockquote</md><md>* List item 1</md><md>* List item 2</md><md>* List item 3</md><md>1. number 1</md><md>2. number 2</md><md></md><md></md><md></md><md>![](http://commonmark.org/help/images/favicon.png)</md><md>```this is a line of text```</md><md>---</md><md>`this is` another line of text.</md><a href='https://www.w3schools.com' style='boarder-tyle:hidden;'><img src='https://4.bp.blogspot.com/-OfYYTfgKz74/WgEgsFDrBXI/AAAAAAAAAGY/wf-6MZQq9hMybzuoTjzNwYaCIIOXs6bFQCLcBGAs/s320/QQ20170419-1%2Bcopy.png'><z-button>Say hi</z-button></img></a> <div bgcolor='000000' color='FFFFFF'><z-button>Hello</z-button></div>",
  "outage_temp":"<p style='font-size:25; font-weight:bold;'>Customer Snapshot</p><p style='font-weight:bold;'>Basic Information</p><table><tr style='background-color:#eeeeee; border:1px;'><td style='font-weight:bold;'>Name</td><td>John Doe</td></tr><tr><td style='font-weight:bold;'>Phone Number</td><td>512-123-4567</td></tr><tr style='background-color:#eeeeee;><td style='font-weight:bold;'>Location</td><td>Austin, TX</td></tr><tr><td></td><td></td></tr></table><p style='font-weight:bold;'>Customer Status</p><table><tr style='background-color:#eeeeee; border:1px';><td style='font-weight:bold;'>Payment</td><td style='color:green;'>Up to date</td><td></td></tr><tr><td style='font-weight:bold;'>Feature Provisioning</td><td style='color:green;'>Correct</td><td></td></tr><tr style='background-color:#eeeeee; border:1px;'><td style='font-weight:bold;'>Towers at Zipcode</td><td style='color:red;'>2 Outages</td><td><z-button message='create ticket'>Create ticket</z-button></td></tr><tr><td></td><td></td><td></td></tr></table>"
}
